var cityData3 = [{
		value: "106.93279,30.340879",
		text: "双河口社区", 
	},{
		value: "106.641346,30.475699",
		text: "北街社区", 
	},{
		value: "106.931659,30.334857",
		text: "中街社区", 
	},{
		value: '106.930168,30.334035',
		text: '西街社区',
	},{
		value: '106.926037,30.326814',
		text: '西坛社区',
	},{
		value: '106.92981,30.330276',
		text: '和平桥社区',
	},{
		value: '106.933114,30.330485',
		text: '乌龟碑社区',           
	},{
		value: '106.937294,30.331937',
		text: '挞子丘社区',
	},{
		value: '106.935614,30.329156',
		text: '桅子湾社区',
	},{
		value: '106.444067,30.539747',
		text: '东外社区',
	},{
		value: '106.941771,30.339431',
		text: '灌沟社区',
	},{
		value: '106.653445,30.491716',
		text: '北辰社区',
	},{
		value: '106.658857,30.454898',
		text: '南辰社区',
	},{
		value: '106.925924,30.342638',
		text: '南外社区',
	},{
		value: '106.933532,30.354957',
		text: '赵家桥社区',
	},{
		value: '106.936779,30.321458',
		text: '红店社区',
	},{
		value: '106.665709,30.473621',
		text: '经开区',
	},{
		value: '106.930257,30.33329',
		text: '西街片区',
	},{
		value: '106.625327,30.444966',
		text: '中街片区',
	},{
		value: '106.438696,30.539374',
		text: '北街片区',
	},{
		value: '106.927175,30.329172',
		text: '西坛片区',
	},{
		value: '106.930257,30.33329',
		text: '南外片区',
	}]